Autodesk.Revit.DB.IOnLocalLinkSharedCoordinatesSavedCallbackProxy.OnLocalLinkSharedCoordinatesSaved(Autodesk.Revit.DB.ExternalResourceReference)
Revit will call this method whenever shared coordinates
changes are saved to a linked document provided by an
IExternalResourceServer. This call is a notification
to the server provider that one of their Revit links has
changed locally, and they should upload the new version
back to their server.
changedResource:
The ExternalResourceReference whose shared coordinates have been saved.
Since:
2015